[{"id":1,"title":"Beats Wireless Headset","price":"200","description":"The Beast Wireless Headset offers an immersive audio experience with crystal-clear sound quality and powerful bass. Its ergonomic design provides comfort during extended use, while advanced wireless technology ensures seamless connectivity for an enhanced gaming or music listening experience.","image":"BeatsHeadSet.webp","stock":25},{"id":2,"title":"Herschel Heritage™ Backpack","price":"80","description":"The Herschel Heritage Backpack combines timeless design with modern functionality, featuring a spacious interior, laptop sleeve, and signature striped fabric liner. With its classic style and practical features, it's an ideal companion for both daily commutes and weekend adventures.","image":"HerchelBag.jpeg","stock":25},{"id":3,"title":"PlayStation 5 (disc)","price":"500","description":"The PlayStation 5, Sony's latest gaming console, boasts cutting-edge hardware, including a powerful GPU and lightning-fast SSD, providing gamers with an immersive and high-performance gaming experience. With its sleek design and innovative DualSense controller featuring haptic feedback and adaptive triggers, the PS5 represents a significant leap in the evolution of console gaming.","image":"playstation5.jpg","stock":25},{"id":4,"title":"Xbox Series X ","price":"450","description":"The Xbox Series X, Microsoft's flagship gaming console, delivers a next-generation gaming experience with its advanced AMD architecture, ensuring stunning visuals and quick load times. Featuring the innovative Xbox Wireless Controller with textured grips and a dedicated Share button, the Xbox Series X offers a robust and immersive gaming ecosystem for enthusiasts worldwide.","image":"Xbox Series X.webp","stock":25},{"id":5,"title":"Mini Fridge","price":"100","description":"The mini fridge is a compact and versatile appliance designed for small spaces, offering convenient cooling solutions for beverages and snacks. With its efficient design and portability, it's an ideal companion for dorm rooms, offices, or any area where space is limited.","image":"MiniFridge.jpg","stock":25},{"id":6,"title":"LG OLED evo 55\"","price":"1499","description":"The LG EVO OLED 55\" is a cutting-edge television featuring OLED technology, delivering stunning visuals with deep blacks and vibrant colors. With a sleek design, smart functionality, and high-quality display, it offers an immersive entertainment experience for users seeking top-tier home theater capabilities.","image":"LGOLED.jpeg","stock":25}]